{
  "home": {
    "introduction": "Hi, I'm ",
    "presentation1": "I'm a ",
    "presentation2": "-year-old web developer passionate aboute full-stack web development, design and graphics."
  },
  "aboutMe": {
    "title": "About me",
    "skills": [
      {
        "title": "FullStack Developer",
        "description": [
          "Invested in all layers of development, I like to create the most optimized, ordered and efficient code."
        ]
      },
      {
        "title": "Designer",
        "description": [
          "Passionate about art, design and graphics, I strive to create the best UX/UI interface.",
          "I use my own style to design logos, icons and graphics to create an unique application."
        ]
      },
      {
        "title": "Management skills",
        "description": [
          "Accustomed to working in a team, I have a good understanding of the Agile method and good knowledge of project and team management.",
          "I am naturally sociable and enjoy human contact. I use this to improve the productivity of my projects because together we go further."
        ]
      }
    ]
  },
  "career": {
    "title": "Experience",
    "experiences": [
      {
        "post": "Full Stack Developer on Aurélia / C#",
        "company": "Apside / Berger Levrault",
        "location": "Toulouse, France",
        "date": "March to September 2019",
        "description": "Projet de fin d'étude (PFE) au sein de l'ESN Apside, en mission chez le client Berger-Levrault.",
        "objective": "Conception et réalisation de solutions techniques sur une plateforme web médico-sociale (Dossier administratif, Facturation, Dossier de soins, Planning, Prescription, Connecteur …).",
        "environment": "HTML, CSS, TypeScript, Aurelia, C# and REST API."
      },
      {
        "post": "Project Manager, Integrator and Developer Full Stack JavaScript",
        "company": "Armatis-Lc",
        "location": "Calais, France",
        "date": "September 2018 to March 2019",
        "description": "Projet Innovation et Conception (PIC) réalisé au sein de l'entreprise Armatis-lc accompagné de deux collègues élèves-ingénieurs : Jean-Christophe Meyer et Ulysse Pirlot.",
        "objective": "Conception d'une solution digitale accompagnant le téléconseiller dans le but de simplifier sa tâche quotidienne et lui offrir des moyens d’agrémenter sa conversation avec le client en prenant appui sur les fichiers de prospection en base et en allant sourcer sur le web des informations pertinentes et géolocalisées.",
        "environment": "Node.Js, HTML, CSS, Javascript and C#."
      },
      {
        "post": "Intern in Web development under AGILE method",
        "company": "U-Need Consulting",
        "location": "Toulouse, France",
        "date": "June to August 2018",
        "description": "Stage d'assistant ingénieur au sein de l'entreprise U-Need.",
        "objective": "Intervention sur l’évolution et l’optimisation d'une application web de gestion. Digitalisation du système de facturation de l’entreprise. Pilotage et réalisation du projet par la mise en place d'une méthode AGILE.",
        "environment": "PHP, SQL, Javascript, JQuery, CSS, HTML."
      },
      {
        "post": "Integrator, designer and web developer",
        "company": "2ST-CI and Wake Up Africa",
        "location": "Abidjan, Ivory Coast",
        "date": "June to August 2016",
        "description": "Stage au sein de l'ENS 2ST-CI et l'association Wake Up Africa, association créée par des ivoiriens dans le but de développer les domaines de la santé et de l'éducation en Côte d'Ivoire et, plus globalement, en Afrique.",
        "objective": "Développement d'une plateforme web d'échange de données médicales ayant pour objectif de faciliter les diagnostics médicaux et de les rendre accessibles dans tout le pays. Création du site officiel de l'association Wake Up Africa.",
        "environment": "CSS, HTML, PHP, MySQL, Bootstrap and jQuery."
      }
    ]
  }
}
