{
  "home": {
    "introduction": "Hi, I'm ",
    "presentation1": "I'm a ",
    "presentation2": "-year-old web developer passionate aboute full-stack web development, design and graphics."
  },
  "aboutMe": {
    "title": "About me",
    "skills": [
      {
        "title": "FullStack Developer",
        "description": [
          "Invested in all layers of development, I like to create the most optimized, ordered and efficient code."
        ]
      },
      {
        "title": "Designer",
        "description": [
          "Passionate about art, design and graphics, I strive to create the best UX/UI interface.",
          "I use my own style to design logos, icons and graphics to create an unique application."
        ]
      },
      {
        "title": "Management skills",
        "description": [
          "Accustomed to working in a team, I have a good understanding of the Agile method and good knowledge of project and team management.",
          "I am naturally sociable and enjoy human contact. I use this to improve the productivity of my projects because together we go further."
        ]
      }
    ]
  },
  "career": {
    "title": "Experience",
    "experiences": [
      {
        "post": "Full Stack Developer on Aurélia / C#",
        "company": "Apside / Berger Levrault",
        "location": "Toulouse, France",
        "date": "March to September 2019",
        "description": "Final graduation project within the software firm Apside, on mission at the client Berger-Levrault.",
        "objective": "Design and implementation of technical solutions on a medico-social web platform (Administrative file, Billing, Care file, Planning, Prescription, Connector...).",
        "environment": "HTML, CSS, TypeScript, Aurelia, C# and REST API."
      },
      {
        "post": "Project Manager, Integrator and Developer Full Stack JavaScript",
        "company": "Armatis-Lc",
        "location": "Calais, France",
        "date": "September 2018 to March 2019",
        "description": "Innovation and Conception Project (ICP) carried out within the company Armatis-lc accompanied by two student-engineer colleagues: Jean-Christophe Meyer and Ulysse Pirlot.",
        "objective": "Conception of a digital solution accompanying the call center agent in order to simplify his daily task and offer him ways to enhance his conversation with the customer by using the prospecting files in the database and by sourcing relevant and geolocated information on the web.",
        "environment": "Node.Js, HTML, CSS, Javascript and C#."
      },
      {
        "post": "Intern in Web development under AGILE method",
        "company": "U-Need Consulting",
        "location": "Toulouse, France",
        "date": "June to August 2018",
        "description": "Internship as an engineering assistant at the software firm U-Need.",
        "objective": "Intervention on the evolution and optimization of a web management application. Digitisation of the company's invoicing system. Project management and implementation through the implementation of an AGILE method.",
        "environment": "PHP, SQL, Javascript, JQuery, CSS and HTML."
      },
      {
        "post": "Integrator, designer and web developer",
        "company": "2ST-CI and Wake Up Africa",
        "location": "Abidjan, Ivory Coast",
        "date": "June to August 2016",
        "description": "Internship at the software firm 2ST-CI and the association Wake Up Africa, an association created by Ivorians to develop the fields of health and education in Ivory Coast and, more generally, in Africa.",
        "objective": "Development of a web platform for the exchange of medical data with the aim of facilitating medical diagnoses and making them accessible throughout the country. Creation of the official website of the Wake Up Africa association.",
        "environment": "CSS, HTML, PHP, MySQL, Bootstrap and jQuery."
      }
    ]
  },
  "education" : {
    "title": "Education",
    "degrees": [
      {
        "name": "Degree in Computer Science Engineering",
        "organism": "Ecole d'Ingénieurs du Littoral Côte d'Opale (EILCO)",
        "location": "Calais, France",
        "date": "From 2013 to 2019"
      }
    ]
  },
  "skills" : {
    "title": "Skills",
    "languages": "Languages",
    "software": "Software"
  }
}
